Repository: losferwords/FOTM
Catalog: po/*.po
Languages: ru_ru

source: 's grinder looking for meat!
ru_ru: со своей мясорубкой снова ищут мяса!

source: <p class='tooltip-need-weapon'>Need weapon</p>
ru_ru: <p class='tooltip-need-weapon'>Необходимо оружие</p>

source: <p class='tooltip-spell'>Spell</p>
ru_ru: <p class='tooltip-spell'>Заклинание</p>

source: <p><strong>Attack Power</strong> increases your physical damage from weapons and abilities.</p><p>From strength: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Damage: {{four}}-{{five}}</p>
ru_ru: <p><strong>Сила атаки</strong> увеличивает ваш физический урон от оружия и способностей.</p><p>От силы: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Урон: {{four}}-{{five}}</p>

source: <p><strong>Block Chance</strong> is a chance to block some damage.</p><p>From strength: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>{{four}}% damage will be blocked</p><p>Limit: 50%</p>
ru_ru: <p><strong>Шанс блока</strong> - это шанс частично заблокировать полученный урон.</p><p>От силы: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>{{four}}% от урона будет заблокировано</p><p>Предел: 50%</p>

source: <p><strong>Critical Rating</strong> is a chance to deal more damage with weapon or ability. Besides, it increases your damage when you deal critically hit.</p><p>From dexterity: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Critical Damage from weapon: {{four}}-{{five}}</p><p>Limit: 50%</p>
ru_ru: <p><strong>Критический рейтинг</strong> - это шанс нанести больше урона оружием или способностью. Кроме того, он увеличивает ваш урон при критическом ударе.</p><p>От ловкости: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Критический урон от оружия: {{four}}-{{five}}</p><p>Предел: 50%</p>

source: <p><strong>Dexterity</strong> increases your Critical Rating, Energy, Hit Chance, Dodge Chance and Luck.</p><p><strong>Dexterity Maximum</strong> is a potential, which your current dexterity can achieve in character triangle.</p><p>Maximum: {{one}}</p><p>Basic: {{two}}</p><p>From items: {{three}}</p><p>Percent: {{four}}%</p><p>Current: {{five}}</p>
ru_ru: <p><strong>Ловкость</strong> увеличивает Критический рейтинг, Энергию, Шанс попадания, Шанс уклонения и Удачу.</p><p><strong>Максимум ловкости</strong> это потенциал, которого ваша текущая ловкость может достичь на треугольнике параметров.</p><p>Максимум: {{one}}</p><p>Базовая: {{two}}</p><p>От вещей: {{three}}</p><p>В процентах: {{four}}%</p><p>Текущая: {{five}}</p>

source: <p><strong>Dodge Chance</strong> is a chance to completely avoid enemy attack.</p><p>From dexterity: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Limit: 60%</p>
ru_ru: <p><strong>Шанс уклонения</strong> - это шанс полностью избежать вражеской атаки.</p><p>От ловкости: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Предел: 60%</p>

source: <p><strong>Health Regeneration</strong> is a percent from maximum health, which you restore every turn.</p><p>From strength: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Every turn you restore {{four}} health</p><p>Limit: 3%</p>
ru_ru: <p><strong>Регенерация здоровья</strong> - это процент от максимального здоровья, который будет восстанавливаться каждый ход.</p><p>От силы: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Каждый ход восстанавливается {{four}} здоровья</p><p>Предел: 3%</p>

source: <p><strong>Hit Chance</strong> decreases your chances to miss with your abilities.</p><p>Basic: {{one}}%</p><p>From dexterity: {{two}}%</p><p>From items: {{three}}%</p><p>Total: {{four}}%</p><p>Limit: 100%</p>
ru_ru: <p><strong>Шанс попадания</strong> уменьшает вероятность промаха вашими способностями.</p><p>Базовый: {{one}}%</p><p>От ловкости: {{two}}%</p><p>От вещей: {{three}}%</p><p>Итого: {{four}}%</p><p>Предел: 100%</p>

source: <p><strong>Initiative</strong> determines this character position in turns queue. Besides, it give you a chance to drop cooldown of any ability when turn starts.</p><p>From intellect: {{one}}</p><p>From items: {{two}}</p><p>Total: {{three}}</p><p>Drop cooldown chance: {{four}}%</p>
ru_ru: <p><strong>Инициатива</strong> определяет положение персонажей в очереди ходов. Кроме того, она даёт вам шанс сбросить время восстановления какой-либо способности в начале каждого хода.</p><p>От интеллекта: {{one}}</p><p>От вещей: {{two}}</p><p>Итого: {{three}}</p><p>Шанс сбросить время восстановления: {{four}}%</p>

source: <p><strong>Intellect</strong> increases your Spell Power, Mana, Mana Regeneration, Magic Resistance and Initiative.</p><p><strong>Intellect Maximum</strong> is a potential, which your current intellect can achieve in character triangle.</p><p>Maximum: {{one}}</p><p>Basic: {{two}}</p><p>From items: {{three}}</p><p>Percent: {{four}}%</p><p>Current: {{five}}</p>
ru_ru: <p><strong>Интеллект</strong> увеличивает Силу заклинаний, Ману, Регенерацию маны, Магическую защиту и Инициативу.</p><p><strong>Максимум интеллекта</strong> это потенциал, которого ваш текущий интеллект может достичь на треугольнике параметров.</p><p>Максимум: {{one}}</p><p>Базовый: {{two}}</p><p>От вещей: {{three}}</p><p>В процентах: {{four}}%</p><p>Текущий: {{five}}</p>

source: <p><strong>Luck</strong> is a chance to save your energy when you do some action.</p><p>From dexterity: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Limit: 50%</p>
ru_ru: <p><strong>Удача</strong> это шанс сохранить вашу энергию при выполнении какого-либо действия.</p><p>От ловкости: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Предел: 50%</p>

source: <p><strong>Magical Resistance</strong> decreases magical damage what you take.</p><p>From intellect: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Limit: 60%</p>
ru_ru: <p><strong>Магическая защита</strong> уменьшает получаемый вами урон от магии.</p><p>От интеллекта: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Предел: 60%</p>

source: <p><strong>Mana Regeneration</strong> is a percent from maximum mana, which you restore every turn.</p><p>From intellect: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Every turn you restore {{four}} mana</p><p>Limit: 4%</p>
ru_ru: <p><strong>Регенерация маны</strong> - это процент от максимальной маны, который будет восстанавливаться каждый ход.</p><p>От интеллекта: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Каждый ход восстанавливается {{four}} маны</p><p>Предел: 4%</p>

source: <p><strong>Mana</strong> is a resource, what needs to use your abilities.</p><p>Basic: {{one}}</p><p>From intellect: {{two}}</p><p>From items: {{three}}</p><p>Total: {{four}}</p>
ru_ru: <p><strong>Мана</strong> - это ресурс, необходимый для использования способностей.</p><p>Базовая: {{one}}</p><p>От интеллекта: {{two}}</p><p>От вещей: {{three}}</p><p>Итого: {{four}}</p>

source: <p><strong>Physical Resistance</strong> decrease physical damage what you take.</p><p>From strength: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p><p>Limit: 60%</p>
ru_ru: <p><strong>Физическая защита</strong> уменьшает получаемый вами физический урон.</p><p>От силы: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p><p>Предел: 60%</p>

source: <p><strong>Spell Power</strong> increases your magical damage from abilities.</p><p>From intellect: {{one}}%</p><p>From items: {{two}}%</p><p>Total: {{three}}%</p>
ru_ru: <p><strong>Сила заклинаний</strong> увеличивает магический урон от ваших способностей.</p><p>От интеллекта: {{one}}%</p><p>От вещей: {{two}}%</p><p>Итого: {{three}}%</p>

source: <p><strong>Strength</strong> increases your Attack Power, Health, Health Regeneration, Physical Resistance and Block Chance.</p><p><strong>Strength Maximum</strong> is a potential, which your current strength can achieve in character triangle.</p><p>Maximum: {{one}}</p><p>Basic: {{two}}</p><p>From items: {{three}}</p><p>Percent: {{four}}%</p><p>Current: {{five}}</p>
ru_ru: <p><strong>Сила</strong> увеличивает Силу атаки, Здоровье, Регенерацию здоровья, Физическую защиту и Шанс блока.</p><p><strong>Максимум силы</strong> это потенциал, которого ваша текущая сила может достичь на треугольнике параметров.</p><p>Максимум: {{one}}</p><p>Базовая: {{two}}</p><p>От вещей: {{three}}</p><p>В процентах: {{four}}%</p><p>Текущая: {{five}}</p>

source: <p>Amount of <strong>energy</strong> determines how many actions you can do in this turn. Energy needs to move and use abilities.</p><p>Basic: {{one}}</p><p>From dexterity: {{two}}</p><p>From items: {{three}}</p><p>Total: {{four}}</p>
ru_ru: <p>Количество <strong>энергии</strong> определяет то, сколько действий вы сможете совершить за один ход. Энергия необходима на передвижение и использование способностей.</p><p>Базовая: {{one}}</p><p>От ловкости: {{two}}</p><p>От вещей: {{three}}</p><p>Итого: {{four}}</p>

source: <p>Amount of <strong>health</strong> determines how long you can fight. If you lose your health you die.</p><p>Basic: {{one}}</p><p>From strength: {{two}}</p><p>From items: {{three}}</p><p>Total: {{four}}</p>
ru_ru: <p>Количество <strong>здоровья</strong> определяет то, как долго вы сможете продержаться в бою. Если вы теряете своё здоровье, вы умираете.</p><p>Базовое: {{one}}</p><p>От силы: {{two}}</p><p>От вещей: {{three}}</p><p>Итого: {{four}}</p>

source: <p>Cooldown: {{one}}</p>
ru_ru: <p>Восстановление: {{one}}</p>

source: <p>Create blue soul gem</p><p>Cost: 4 blue shards</p>
ru_ru: <p>Создать синий камень душ</p><p>Стоимость: 4 синих осколка</p>

source: <p>Create green soul gem</p><p>Cost: 4 green shards</p>
ru_ru: <p>Создать зеленый камень душ</p><p>Стоимость: 4 зеленых осколка</p>

source: <p>Create random soul gem</p><p>Cost:</p><p>1 red shard</p><p>1 green shard</p><p>1 blue shard</p>
ru_ru: <p>Создать случайный камень душ</p><p>Стоимость:</p><p>1 красный осколок</p><p>1 зелёный осколок</p><p>1 синий осколок</p>

source: <p>Create red soul gem</p><p>Cost: 4 red shards</p>
ru_ru: <p>Создать красный камень душ</p><p>Стоимость: 4 красных осколка</p>

source: <p>Duration: {{one}}</p>
ru_ru: <p>Длительность: {{one}}</p>

source: <p>Energy Cost: {{one}}</p>
ru_ru: <p>Стоимость энергии: {{one}}</p>

source: <p>Left: {{one}}</p>
ru_ru: <p>Осталось: {{one}}</p>

source: <p>Mana Cost: {{one}}</p>
ru_ru: <p>Стоимость маны: {{one}}</p>

source: <p>Range: {{one}}</p>
ru_ru: <p>Дальность: {{one}}</p>

source: <p>Range: Self</p>
ru_ru: <p>Дальность: на себя</p>

source: <p>Stacks: {{one}}/{{two}}</p>
ru_ru: <p>Сумма: {{one}}/{{two}}</p>

source: A Touch Of Evil
ru_ru: Прикосновение зла

source: Abaddon Blade
ru_ru: Меч Абаддона

source: Abilities
ru_ru: Навыки

source: Ability can be used only if character health is less than 50%. Heals up caster for {{one}} and increases Critical Chance for {{two}}%.
ru_ru: Способность может быть использована, только если здоровье персонажа ниже 50%. Исцеляет применившего на {{one}} и увеличивает Критический рейтинг на {{two}}%.

source: Ability Tune
ru_ru: Настройка навыков

source: Accept
ru_ru: Принять

source: All enemies in 1 cell radius becomes silenced
ru_ru: Все цели в радиусе 1 клетки получают немоту

source: Amulet
ru_ru: Амулет

source: Are you sure?
ru_ru: Вы уверены?

source: area effect
ru_ru: массовый эффект

source: Arena
ru_ru: Арена

source: Attack Power decreased to {{one}}%.
ru_ru: Сила атаки снижена на {{one}}%.

source: Attack Power decreased to 25%.<br>Block Chance decreased to 25%.
ru_ru: Сила атаки снижена на 25%.<br>Шанс блока снижен на 25%.

source: Attack Power increased to {{one}}% until miss.
ru_ru: Сила атаки увеличина на {{one}}% до первого промаха.

source: Attack Power increased to {{one}}%.
ru_ru: Сила атаки увеличина на {{one}}%.

source: Attack Power increased to {{one}}%. Health Regeneration increased to {{two}}%.
ru_ru: Сила атаки увеличивается на {{one}}%. Регенерация здоровья увеличивается на {{two}}%.

source: Attack Power increased to 25%.<br>Block Chance increased to 25%.
ru_ru: Сила атаки увеличина на 25%.<br>Шанс блока увеличен на 25%.

source: Attack Power:
ru_ru: Сила атаки:

source: Attack Power: + {{one}}%
ru_ru: Сила атаки: + {{one}}%

source: Back to city
ru_ru: В город

source: Basic info
ru_ru: Основная информация

source: Battle
ru_ru: Битва

source: Battle begins! First move for
ru_ru: Битва начинается! Первым ходит

source: because immunity
ru_ru: из-за невосприимчивости

source: Best Faith Gun
ru_ru: Большая Фотонная Гаубица

source: Block Chance increased to 10%.<br>Physical Resistance increased to 10%.<br>Magical Resistance increased to 10%.
ru_ru: Шанс блока увеличен на 10%.<br>Физическая защита увеличена на 10%.<br>Магическая защита увеличена на 10%.

source: Block Chance increased to 20%.<br>Physical Resistance increased to 20%.<br>Magical Resistance increased to 20%.
ru_ru: Шанс блока увеличен на 20%.<br>Физическая защита увеличена на 20%.<br>Магическая защита увеличена на 20%.

source: Block Chance increased to 40%.<br>Physical Resistance increased to 40%.<br>Magical Resistance increased to 40%.
ru_ru: Шанс блока увеличен на 40%.<br>Физическая защита увеличена на 40%.<br>Магическая защита увеличена на 40%.

source: Block Chance:
ru_ru: Шанс блока:

source: Block Chance: + {{one}}%
ru_ru: Шанс блока: + {{one}}%

source: blocked
ru_ru: блокировано

source: Bloodsucker
ru_ru: Кровосос

source: Book Of Souls
ru_ru: Книга Душ

source: Boots
ru_ru: Ботинки

source: Brain Damage
ru_ru: Повреждение мозга

source: Breastplate
ru_ru: Кираса

source: Buffs and debuffs of this character can't be dispelled or stolen.
ru_ru: Бафы и дебафы этого персонажа не могут быть сняты или украдены.

source: Buffs can't be removed, because target is under 'Locked And Loaded' effect!
ru_ru: Бафы не могут быть сняты, потому что цель находится под действием эффекта 'Запечатан и заряжен'!

source: Buffs can't be stolen, because target is under 'Locked And Loaded' effect!
ru_ru: Бафы не могут быть украдены, потому что цель находится под действием эффекта 'Запечатан и заряжен'!

source: Buffs:
ru_ru: Бафы:

source: Burn
ru_ru: Сжечь

source: Burning Ambition
ru_ru: Сжигание амбиций

source: Burns target weapon and deals {{one}} magical damage.
ru_ru: Сжигает оружие врага и наносит {{one}} магического урона.

source: Calls to hell and becomes immune to magical damage
ru_ru: Взывает к силам ада и становится невосприимчивым к магическому урону

source: Cambion
ru_ru: Камбион

source: Cambions are children of demons and humans. They follow the path of chaos and destruction.Cambions get random extra-abilities of Slayer, Ripper, Malefic and Heretic.
ru_ru: Камбионы - это полулюди-полудемоны. Они следуют путём хаоса и разрушения. Камбионы получают случайные дополнительные способности от Палача, Потрошителя, Малефика и Еретика.

source: can't calculate the distance and miss with
ru_ru: не смог рассчитать дистанцию и промахнулся, использовав

source: Cancel
ru_ru: Отмена

source: cast
ru_ru: использует

source: Cast on ally target. Caster takes {{one}}% of damage taken by target ally.
ru_ru: Используется на дружественную цель. Применивший будет забирать на себя {{one}}% урона, получаемого целью.

source: Cast on ally target. Draws the target to caster. Every turn restores {{one}} target's health.
ru_ru: Используется на дружественную цель. Притягивает цель к заклинателю. Каждый ход восстанавливает цели {{one}} здоровья.

source: Cast on ally target. Every turn restores {{one}} health and burns {{two}} mana.
ru_ru: Используется на дружественную цель. Каждый ход восстанавливает {{one}} здоровья и сжигает {{two}} маны.

source: Cast on ally target. Every turn restores {{one}} health. Stacks up 3 times.
ru_ru: Используется на дружественную цель. Каждый ход восстанавливает {{one}} здоровья. Суммируется до 3 раз.

source: Cast on ally target. Increases Attack Power and Block Chance for 25%.
ru_ru: Используется на дружественную цель. Увеличивает Силу атаки и Шанс блока на 25%.

source: Cast on ally target. Increases Block Chance, Magical and Physical Resistances for 10%.
ru_ru: Используется на дружественную цель. Увеличивает Шанс блока, Магическую и Физическую защиты на 10%.

source: Cast on ally target. Increases Block Chance, Magical and Physical Resistances for 20%
ru_ru: Используется на дружественную цель. Увеличивает Шанс блока, Магическую и Физическую защиты на 20%.

source: Cast on ally target. Increases Block Chance, Magical and Physical Resistances for 40%
ru_ru: Используется на дружественную цель. Увеличивает Шанс блока, Магическую и Физическую защиты на 40%.

source: Cast on ally target. Increases Critical Chance and Dodge Chance for 25%.
ru_ru: Используется на дружественную цель. Увеличивает Критический рейтинг и Шанс уклонения на 25%.

source: Cast on ally target. Increases Hit Chance for {{one}}% and Critical Chance for {{two}}%.
ru_ru: Используется на дружественную цель. Увеличивает Шанс попадания на {{one}}% и Критический рейтинг на {{two}}%.

source: Cast on ally target. Increases Initiative for {{one}}%. Every turn restores {{two}}% mana.
ru_ru: Используется на дружественную цель. Увеличивает Инициативу на {{one}}%. Каждый ход восстанавливает {{two}}% маны.

source: Cast on ally target. Increases Magical Resistance and Mana Regeneration for 25%.
ru_ru: Используется на дружественную цель. Увеличивает Магическую защиту и Регенерацию маны на 25%.

source: Cast on ally target. Increases Physical Resistance and Health Regeneration for 25%.
ru_ru: Используется на дружественную цель. Увеличивает Физическую защиту и Регенерацию здоровья на 25%.

source: Cast on ally target. Increases Spell Power and Hit Chance for 25%.
ru_ru: Используется на дружественную цель. Увеличивает Силу заклинаний и Шанс попадания на 25%.

source: Cast on ally target. Removes 3 random negative effects, that cause periodic damage. Restore {{one}} health.
ru_ru: Используется на дружественную цель. Убирает 3 случайных негативных эффекта, которые наносят периодический урон. Восстанавливает {{one}} здоровья.

source: Cast on ally target. Removes all debuffs from target and makes it immune to all damage and control.
ru_ru: Используется на дружественную цель. Снимает с цели все отрицательные эффекты и делает её невосприимчивой ко всем видам урона и контроля.

source: Cast on ally target. Target becomes invisible
ru_ru: Используется на дружественную цель. Цель становится невидимой

source: Cast on any target. While this effect active, owner's buffs and debuffs can't be dispelled or stolen.
ru_ru: Используется на любую цель. Пока этот эффект активен, бафы и дебафы персонажа не могут быть сняты или украдены.

source: Cast on enemy target. Decreases Attack Power and Block Chance for 25%.
ru_ru: Используется на противника. Уменьшает Силу атаки и Шанс блока на 25%.

source: Cast on enemy target. Decreases Critical Chance and Dodge Chance for 25%.
ru_ru: Используется на противника. Уменьшает Критический рейтинг и Шанс уклонения на 25%.

source: Cast on enemy target. Decreases Magical Resistance and Mana Regeneration for 25%.
ru_ru: Используется на противника. Уменьшает Магическую защиту и Регенерацию маны на 25%.

source: Cast on enemy target. Decreases Physical Resistance and Health Regeneration for 25%.
ru_ru: Используется на противника. Уменьшает Физическую защиту и Регенерацию здоровья на 25%.

source: Cast on enemy target. Decreases Spell Power and Hit Chance for 25%.
ru_ru: Используется на противника. Уменьшает Силу заклинаний и Шанс попадания на 25%.

source: Caught Somewhere In Time
ru_ru: Пойман где-то во времени

source: Cauterization
ru_ru: Прижигание

source: Character
ru_ru: Персонаж

source: Character becomes immune to control abilities
ru_ru: Персонаж становится невосприимчивым к способностям контроля

source: Character becomes invisible. Invisibility fades if owner takes or deals damage. While character is invisible, his Attack Power increased to {{one}}%.
ru_ru: Персонаж становится невидимым. Невидимость спадает, если применивший получает или наносит урон. Пока персонаж невидим, его Сила атаки увеличена на {{one}}%.

source: Character infects nearby allies in 1 cell radius.
ru_ru: Персонаж заражает всех союзников в радиусе 1 клетки.

source: Character Info
ru_ru: Информация о персонаже

source: Character name is required
ru_ru: Необходимо ввести имя персонажа

source: Character name must be between 3 and 15 characters
ru_ru: Имя персонажа должно содержать от 3 до 15 символов

source: Character name must contain latin or cyrillic letters only
ru_ru: Имя персонажа должно содержать или латинские буквы или кириллицу

source: Charges to enemy and deals {{one}}% of weapon damage.
ru_ru: Устремляется к врагу и наносит {{one}}% урона от оружия.

source: Charges to enemy, deals {{one}}% of weapon damage and immobilizes target
ru_ru: Устремляется к врагу, наносит {{one}}% урона от оружия и обездвиживает цель

source: Chat
ru_ru: Чат

source: Chest
ru_ru: Доспех

source: Children Of The Damned
ru_ru: Дитя проклятого

source: Choose ability for tune
ru_ru: Выберите навык для настройки

source: Choose item slot in left panel
ru_ru: Выберите слот с предметом на левой панели

source: City
ru_ru: Город

source: Clairvoyant Wand
ru_ru: Жезл Предсказателя

source: Cleanse The Soul
ru_ru: Очищение души

source: Clearcasting state. Don't spend mana on spells.
ru_ru: Состояние чистой магии. Мана на способности не тратится.

source: Cleric
ru_ru: Клерик

source: Cleric crown
ru_ru: Тиара Клерика

source: Cleric shines on all targets in 2 cell radius. Deals {{one}} magical damage to all enemies. And heals up allies for {{two}}.
ru_ru: Клерик разносит свет на все цели в радиусе 2 клеток. Наносит {{one}} магического урона всем противникам. И исцеляет союзников на {{two}}.

source: Clerics are called to bring the light of healing into battlefield. Their prayers and blessings protect allies from a terrible fate.
ru_ru: Клерики призваны нести свет и исцеление на поле боя. Их молитвы и благословления защищают союзников от страшной участи.

source: Close
ru_ru: Закрыть

source: Cloth boots
ru_ru: Тканевые сапоги

source: Cloth gloves
ru_ru: Тканевые перчатки

source: Cloth Hat
ru_ru: Тканевая шляпа

source: Cloth mask
ru_ru: Тканевая маска

source: Cloth pants
ru_ru: Тканевые штаны

source: Cloth robe
ru_ru: Тканевая роба

source: Come And Get It
ru_ru: Приди и возьми

source: Come Cover Me
ru_ru: Приди укрыть меня

source: Common
ru_ru: Общий

source: Cooldown: {{interestingAbility.cooldown}}
ru_ru: Восстановление: {{interestingAbility.cooldown}}

source: Create
ru_ru: Создать

source: Create 1 more member
ru_ru: Создайте ещё {{$count}} персонажа

source: Create Character
ru_ru: Создание персонажа

source: Create Team
ru_ru: Создание команды

source: Creeping Death
ru_ru: Крадущаяся смерть

source: CRITICAL
ru_ru: КРИТ.

source: Critical Chance decreased to {{one}}%.
ru_ru: Критический рейтинг снижен на {{one}}%.

source: Critical Chance decreased to 25%.<br>Dodge Chance decreased to 25%.
ru_ru: Критический рейтинг снижен на 25%.<br>Шанс уворота снижен на 25%.

source: Critical Chance increased to {{one}}%.
ru_ru: Критический рейтинг увеличен на {{one}}%.

source: Critical Chance increased to 25%.<br>Dodge Chance increased to 25%.
ru_ru: Критический рейтинг увеличен на 25%.<br>Шанс уворота увеличен на 25%.

source: Critical Rating:
ru_ru: Крит. рейтинг:

source: Critical Rating: + {{one}}%
ru_ru: Крит. рейтинг: + {{one}}%

source: damage from
ru_ru: урона от

source: Damage:
ru_ru: Урон:

source: Deals {{one}} magical damage and infects target with Fear Of The Dark, which deals {{two}} magical damage
ru_ru: Наносит {{one}} магического урона и накладывает на противника Страх темноты, который наносит {{two}} магического урона
