Repository: losferwords/FOTM
Catalog: po/*.po
Languages: ru_ru

source: Deals {{one}} magical damage for every turn, that lefts for every target ability.
ru_ru: Наносит {{one}} магического урона за каждый ход времени восстановления, которое осталось у всех способностей цели.

source: Deals {{one}} magical damage to target and {{two}} magical damage to all enemy targets in 1 cell radius.
ru_ru: Наносит {{one}} магического урона цели и {{two}} магического урона всем противникам в радиусе 1 клетки от цели.

source: Debuffs can't be removed, because target is under 'Locked And Loaded' effect!
ru_ru: Дебафы не могут быть сняты, потому что цель находится под действием эффекта 'Запечатан и заряжен'!

source: Debuffs:
ru_ru: Дебафы:

source: Decline
ru_ru: Отменить

source: Decreases movement cost to {{one}} energy. Remove all immobilize effects.
ru_ru: Снижает стоимость передвижения на {{one}} энергии. Убирает все обездвиживающие эффекты.

source: Defender Of The Faith
ru_ru: Защитник веры

source: Delete Team
ru_ru: Удалить команду

source: Deleting team
ru_ru: Удаление команды

source: Dexterity
ru_ru: Ловкость

source: Dexterity:
ru_ru: Ловкость:

source: Dexterity: + {{one}}
ru_ru: Ловкость: + {{one}}

source: didn't get effect
ru_ru: не получает эффект

source: didn't take damage from
ru_ru: не получает урона от

source: Die By The Sword
ru_ru: Умри от меча

source: Disarm
ru_ru: Разоружение

source: Disarm lasts {{$count}} turn.
ru_ru: Обезруживание длится {{$count}} ход.

source: Disarmed. Can't use abilities, what needs weapon.
ru_ru: Обезоружен. Не может использовать способности, для которых требуется оружие.

source: Dodge Chance decreased to {{one}}%.
ru_ru: Шанс уворота снижен на {{one}}%.

source: Dodge Chance increased to {{one}}%.
ru_ru: Шанс уворота увеличен на {{one}}%.

source: Dodge Chance:
ru_ru: Шанс уворота:

source: Dodge Chance: + {{one}}%
ru_ru: Шанс уворота: + {{one}}%

source: dodged from
ru_ru: увернулся от

source: DOT effect
ru_ru: периодический эффект

source: Down In Flames
ru_ru: Объятый пламенем

source: Draw
ru_ru: Ничья

source: drop cooldown for
ru_ru: сбросил время восстановления для

source: Duration: {{interestingAbility.duration}}
ru_ru: Длительность: {{interestingAbility.duration}}

source: during next turn
ru_ru: в течении следующего {{$count}} хода.

source: Dyers Eve
ru_ru: На смертном одре

source: E-mail is required
ru_ru: E-mail обязательнен

source: Effect fades if character miss.
ru_ru: Эффект спадает, если персонаж промахивается.

source: Effect fades if owner takes or deals damage.
ru_ru: Эффект спадает, если применивший получает или наносит урон.

source: Effect fades if you use ability.
ru_ru: Эффект спадает, если вы используете способность.

source: Electric Eye
ru_ru: Всевидящее око

source: Enemy can see spells of that character.
ru_ru: Враг может просматривать способности этого персонажа.

source: Energy cost: {{interestingAbility.energyCost}}
ru_ru: Стоимость энергии: {{interestingAbility.energyCost}}

source: energy with
ru_ru: энергии при помощи

source: Energy:
ru_ru: Энергия:

source: Energy: + {{one}}
ru_ru: Энергия: + {{one}}

source: Enter
ru_ru: Войти

source: Every turn deals {{one}} magical damage
ru_ru: Каждый ход наносит {{one}} магического урона

source: Every turn deals {{one}} magical damage.
ru_ru: Каждый ход наносит {{one}} магического урона.

source: Every turn deals {{one}} magical damage. Decreases target's Attack Power, Spell Power and Critical Chance to {{two}}%. This effect spreads on all enemies in 1 cell radius around target.
ru_ru: Каждый ход наносит {{one}} магич. урона. Снижает Силу атаки, Силу заклинаний и Крит. рейтинг цели на {{two}}%. Этот эффект распространяется на противников в радиусе 1 клетки от цели.

source: Every turn deals {{one}} physical damage.
ru_ru: Каждый ход наносит {{one}} физического урона.

source: Every turn restore {{one}}% mana.
ru_ru: Каждый ход восстанавливает {{one}}% маны.

source: Every turn restores {{one}} health and {{two}} mana.
ru_ru: Каждый ход восстанавливает {{one}} здоровья и {{two}} маны.

source: Every turn restores {{one}} health and burns {{two}} mana.
ru_ru: Каждый ход восстанавливает {{one}} здоровья и сжигает {{two}} маны.

source: Every turn restores {{one}} health.
ru_ru: Каждый ход восстанавливает {{one}} здоровья.

source: Exit
ru_ru: Выход

source: explosion
ru_ru: взрыв

source: Fade To Black
ru_ru: Угасание

source: Family Tree
ru_ru: Семейное древо

source: Fast As The Shark
ru_ru: Быстрый как акула

source: Fear Of The Dark
ru_ru: Страх темноты

source: Female
ru_ru: Женский

source: Fight Fire With Fire
ru_ru: Игра с огнём

source: Fireball
ru_ru: Огненный шар

source: Follow The Tears
ru_ru: Путь страданий

source: for
ru_ru: на

source: for next turn.
ru_ru: на следующий {{$count}} ход.

source: Fully restores energy. Every turn restores {{one}} health and {{two}} mana
ru_ru: Полностью восстанавливет энергию. Каждый ход восполняет {{one}} здоровья и {{two}} маны

source: Gender
ru_ru: Пол

source: Give a name for your team
ru_ru: Дайте название своей команде

source: got
ru_ru: получает

source: Grinder
ru_ru: Мясорубка

source: Hallowed Be Thy Name
ru_ru: Да святится имя Твое

source: Hammer Of The Gods
ru_ru: Молот Богов

source: Hands
ru_ru: Руки

source: has immunity to control effects!
ru_ru: невосприимчив к эффектам контроля!

source: Head
ru_ru: Голова

source: healed for
ru_ru: исцелился на

source: Heals up ally target for {{one}}. Or deals {{two}} magical damage to enemy target.
ru_ru: Исцеляет союзника на {{one}}. Или наносит {{two}} магического урона вражеской цели.

source: Health Reg.:
ru_ru: Рег. здоровья:

source: Health Reg.: + {{one}}%
ru_ru: Рег. здоровья: + {{one}}%

source: Health Regeneration increased to {{one}} %.
ru_ru: Регенерация здоровья увеличивается на {{one}}%

source: Health Regeneration increased to {{one}}%.
ru_ru: Регенерация здоровья увеличена на {{one}}%.

source: Health:
ru_ru: Здоровье:

source: Health: + {{one}}
ru_ru: Здоровье: + {{one}}

source: Heaven Can Wait
ru_ru: Небеса могут подождать

source: Heretic
ru_ru: Еретик

source: Heretic crown
ru_ru: Корона Еретика

source: Heretics sends diseases and curses on the heads of their enemies. Their only faith is to drain all life and energy from enemy.
ru_ru: Еретики насылают болезни и проклятия на своих врагов. Их единственная тактика - это высасывание жизни и энергии из противника.

source: Hit Chance decreased to {{one}}%.
ru_ru: Шанс попадания снижен на {{one}}%.

source: Hit Chance increased to {{one}}%.
ru_ru: Шанс попадания увеличен на {{one}}%.

source: Hit Chance:
ru_ru: Шанс попадания:

source: Hit Chance: + {{one}}%
ru_ru: Шанс попадания: + {{one}}%

source: Hit The Lights
ru_ru: Да будет свет

source: Hog Tied
ru_ru: Связанный

source: Holy Smoke
ru_ru: Святой дым

source: Human
ru_ru: Человек

source: Humans are free to choose their own path.They get random extra-abilities of all available roles.
ru_ru: Люди вольны сами выбирать свою судьбу. Они получают случайные дополнительные способности от всех доступных ролей.

source: I Dont Wanna Stop
ru_ru: Я не хочу останавливаться

source: Immobilize target. Every turn damage from this effect rise up for {{one}}%.
ru_ru: Обездвиживает цель. Каждый ход урон от эффекта растёт на {{one}}%.

source: Immobilized. Can't move.
ru_ru: Обездвижен. Не может передвигаться.

source: Immune to all damage and control.
ru_ru: Невосприимчивость ко всем видам урона и контроля.

source: Immune to magical attacks.
ru_ru: Иммунитет от магических атак.

source: Immune to physical attacks.
ru_ru: Иммунитет от физических атак.

source: Immunity to control abilities.
ru_ru: Иммунитет к способностям контроля.

source: Increases Block Chance, Magical and Physical Resistances of all party members for 10%
ru_ru: Увеличивает Шанс блока, Магическую и Физическую защиты для всех членов группы на 10%.

source: Increases Block Chance, Magical and Physical Resistances of all party members for 20%
ru_ru: Увеличивает Шанс блока, Магическую и Физическую защиты для всех членов группы на 20%.

source: Increases Luck for {{one}}% and Dodge Chance for {{two}}%
ru_ru: Увеличивает Удачу на {{one}}% и Шанс уклонения на {{two}}%

source: Increases Spell Power and Critical Chance for {{one}}%. Effect fades if you miss. Stacks up 10 times.
ru_ru: Увеличивает Силу заклинаний и Критический рейтинг на {{one}}%. Эффект спадёт, если персонаж промахнётся. Суммируется до 10 раз.

source: Increases Spell Power for {{one}}%. Brings you in clearcasting state. In this state you doesn't need mana for abilities. This effect is active until you use any ability.
ru_ru: Увеличивает Силу заклинаний на {{one}}%. Отправляет применившего в состояние чистой магии. В этом состоянии все способности не требуют маны. Эффект будет действовать пока не будет использована какая-либо способность.

source: Incubus Dagger
ru_ru: Кинжал инкуба

source: Infinite Dreams
ru_ru: Бесконечные сны

source: Initiative decreased to {{one}}%.
ru_ru: Инициатива снижена на {{one}}%.

source: Initiative increased to {{one}}%.
ru_ru: Инициатива увеличена на {{one}}%.

source: Initiative:
ru_ru: Инициатива:

source: Initiative: + {{one}}
ru_ru: Инициатива: + {{one}}

source: Inject The Venom
ru_ru: Ввести яд

source: Intellect
ru_ru: Интеллект

source: Intellect:
ru_ru: Интеллект:

source: Intellect: + {{one}}
ru_ru: Интеллект: + {{one}}

source: Inventory
ru_ru: Инвентарь

source: Invisible
ru_ru: Невидимка

source: is dead
ru_ru: умер

source: is in clearcasting state and save mana
ru_ru: находится в состоянии чистого разума и сохраняет ману

source: is stunned and skip turn
ru_ru: оглушён и пропускает ход

source: is very lucky and save his energy
ru_ru: очень удачлив и сохраняет энергию

source: Jawbreaker
ru_ru: Ломающий челюсти

source: Join Battle
ru_ru: Вступить в бой

source: Lasts {{$count}} turn.
ru_ru: Эффект длится {{$count}} ход.

source: Laying On Hands
ru_ru: Возложение рук

source: Leather boots
ru_ru: Кожанные ботинки

source: Leather cloak
ru_ru: Кожанный плащ

source: Leather gloves
ru_ru: Кожанные перчатки

source: Leather hood
ru_ru: Кожанный капюшон

source: Leather pants
ru_ru: Кожанные штаны

source: Leather vest
ru_ru: Кожанная куртка

source: Leave Queue
ru_ru: Покинуть очередь

source: Left hand weapon
ru_ru: Оружие в левой руке

source: Left ring
ru_ru: Левое кольцо

source: Legs
ru_ru: Ноги

source: Lets Me Take It
ru_ru: Позволь я возьму это

source: Lights In The Sky
ru_ru: Огни в небе

source: Load Character...
ru_ru: Загрузка персонажа...

source: Load City...
ru_ru: Загрузка города...

source: Load Team...
ru_ru: Загрузка команды...

source: Locked And Loaded
ru_ru: Запечатан и заряжен

source: Login
ru_ru: Логин

source: Login must be between 3 and 20 characters.
ru_ru: Логин должен содержать от 3 до 20 символов

source: Login must start with a letter, <br>and contain english letters &amp; numbers only.
ru_ru: Логин должен начинаться с буквы, <br>и содержать только латинские буквы и цифры.

source: Login name is required
ru_ru: Необходимо ввести логин

source: Luck increased to {{one}}%.
ru_ru: Удача увеличена на {{one}}%.

source: Luck:
ru_ru: Удача:

source: Luck: + {{one}}%
ru_ru: Удача: + {{one}}%

source: Made In Hell
ru_ru: Сделано в аду

source: Magic Resist.:
ru_ru: Магич. защита:

source: Magic Resist.: + {{one}}%
ru_ru: Магич. защита: + {{one}}%

source: Magical Resistance decreased to {{one}}%.
ru_ru: Магическая защита снижена на {{one}}%.

source: Magical Resistance decreased to 25%.<br>Mana Regeneration decreased to 25%.
ru_ru: Магическая защита снижена на 25%.<br>Регенерация маны снижена на 25%.

source: Magical Resistance increased to 25%.<br>Mana Regeneration increased to 25%.
ru_ru: Магическая защита увеличена на 25%.<br>Регенерация маны увеличена на 25%.

source: Mail boots
ru_ru: Кольчужные сапоги

source: Mail gloves
ru_ru: Кольчужные перчатки

source: Mail pants
ru_ru: Кольчужные штаны

source: Mail plastron
ru_ru: Кольчужный нагрудник

source: Male
ru_ru: Мужской

source: Malefic
ru_ru: Малефик

source: Malefic staff transforms into the burning tree. Deals {{one}}% of weapon damage and {{two}} magical damage to all enemies in 2 cell radius.
ru_ru: Посох малефика преврящается в горящее дерево. Наносит {{one}}% урона от оружия и {{two}} магического урона всем противникам в радиусе 2 клеток.

source: Malefics bring down fire and death on the battlefield. The forces of hell are helping them to inflict enormous damage on their victims.
ru_ru: Малефики обрушивают огонь и смерть на поле боя. Силы самого Ада помогают им причинять невероятный ущерб их жертвам.

source: Malleus Maleficarum
ru_ru: Молот ведьм

source: Mana cost: {{interestingAbility.manaCost}}
ru_ru: Стоимость маны: {{interestingAbility.manaCost}}

source: Mana Reg.:
ru_ru: Рег. маны:

source: Mana Reg.: + {{one}}%
ru_ru: Рег. маны: + {{one}}%

source: Mana Regeneration increased to {{one}} %.
ru_ru: Регенерация маны увеличивается на {{one}}%.

source: Mana Regeneration increased to {{one}}%.
ru_ru: Регенерация маны увеличена на {{one}}%.

source: mana with
ru_ru: маны при помощи

source: Mana:
ru_ru: Мана:

source: Mana: + {{one}}
ru_ru: Мана: + {{one}}

source: Mercyful Fate
ru_ru: Милостивая судьба

source: miss against
ru_ru: промахивается против

source: Movement cost decreased to {{one}} energy.
ru_ru: Стоимость передвижения снижена на {{one}} энергии.

source: My Last Words
ru_ru: Мои последние слова

source: Name
ru_ru: Имя

source: Name {{one}} is already in use
ru_ru: Имя {{one}} уже занято

source: Name: {{char.charName}}
ru_ru: Имя: {{char.charName}}

source: Need weapon
ru_ru: Необходимо оружие

source: Nephilim
ru_ru: Нефилим

source: Nephilims are children of angels and humans. They revere the light and eradicate the evil of this world.Nephilims get random extra-abilities of Sentinel, Redeemer, Prophet and Cleric.
ru_ru: Нефилимы это полулюди-полуангелы. Они служат свету и изгоняют зло из этого мира. Нефилимы получают случайные дополнительные способности Часового, Искупителя, Оракула и Клерика.

source: Never A Word
ru_ru: Больше ни слова

source: New Faith
ru_ru: Новая вера

source: No
ru_ru: Нет

source: Not enough blue shards
ru_ru: Недостаточно синих осколков

source: Not enough green shards
ru_ru: Недостаточно зелёных осколков

source: Not enough red shards
ru_ru: Недостаточно красных осколков

source: Now is turn of
ru_ru: Теперь ходит

source: Now you can log in
ru_ru: Теперь вы можете войти

source: of
ru_ru: использованной

source: on
ru_ru: на

source: Online:
ru_ru: Онлайн:

source: Parameters
ru_ru: Параметры

source: Parameters Tune
ru_ru: Настройка

source: Password
ru_ru: Пароль

source: Password incorrect
ru_ru: Пароль неверен

source: Password is required
ru_ru: Необходимо ввести пароль

source: Password must be between 5 and 20 characters.
ru_ru: Пароль должен содержать от 5 до 20 символов

source: Password Must contain one lower &amp; uppercase letter,<br>and one non-alpha character (a number or a symbol.)
ru_ru: Пароль должен содержать одну маленькую и одну заглавную буквы,<br>и один не буквенный символ (число или знак пунктуации).

source: Physical Resist.:
ru_ru: Физ. защита:

source: Physical Resist.: + {{one}}%
ru_ru: Физич. защита: + {{one}}%

source: Physical Resistance decreased to {{one}}%.
ru_ru: Физическая защита снижена на {{one}}%.

source: Physical Resistance decreased to 25%.<br>Health Regeneration decreased to 25%.
ru_ru: Физическая защита снижена на 25%.<br>Регенерация здоровья снижена на 25%.

source: Physical Resistance increased to 25%.<br>Health Regeneration increased to 25%.
ru_ru: Физическая защита увеличена на 25%.<br>Регенерация здоровья увеличена на 25%.

source: Place any soul gem there to destroy it and release it souls
ru_ru: Поместите сюда камень душ, чтобы разрушить его и освободить таящиеся в нём осколки душ

source: Plate gloves
ru_ru: Пластинчатые перчатки

source: Plate greaves
ru_ru: Пластинчатые поножи

source: Plate Helmet
ru_ru: Латный шлем

source: Plate sabatons
ru_ru: Пластинчатые сапоги

source: player
ru_ru: игрок

source: Players in arena queue: {{arenaQueue}}
ru_ru: Игроков в очереди на арену: {{arenaQueue}}

source: Please login or <a href="/registration">register</a>
ru_ru: Пожалуйста, войдите или <a href="/registration">зарегистрируйтесь</a>

source: Please, complete this form
ru_ru: Пожалуйста, заполните эту форму

source: Portrait
ru_ru: Портрет

source: Powerslave
ru_ru: Раб власти

source: Prophecy
ru_ru: Пророчество

source: Prophet
ru_ru: Оракул

source: Prophets know a lot about the future. They use this knowledge as a weapon to control the fate of their enemies.
ru_ru: Оракулы знают многое о будущем. Они используют это знание как оружие для контроля судеб своих врагов.

source: Prowler
ru_ru: Бродяга

source: Purgatory
ru_ru: Чистилище

source: Quality: {{one}}%
ru_ru: Качество: {{one}}%

source: Race
ru_ru: Раса

source: Race info
ru_ru: Информация о расе

source: Race: {{getCharRace()}}
ru_ru: Раса: {{getCharRace()}}

source: Random
ru_ru: Случайный

source: Range distance:
ru_ru: Дистанция:

source: Range: {{interestingAbility.range}}
ru_ru: Дальность: {{interestingAbility.range}}

source: Range: Self
ru_ru: Дальность: на себя

source: Rating: {{team.rating}} (Rank {{rank}})
ru_ru: Рейтинг: {{team.rating}} (Ранг {{rank}})

source: Redeemer
ru_ru: Искупитель

source: Redeemers judge all their enemies from long distance. They use their range weapons to control situation on battlefield.
ru_ru: Искупители вершат Праведный Суд с большого расстояния. Они используют свои дальнобойные орудия, чтобы управлять ситуацией на поле боя.

source: Register
ru_ru: Зарегистрироваться

source: Registration
ru_ru: Регистрация

source: Registration successful
ru_ru: Регистрация успешно завершена

source: Reign In Blood
ru_ru: Царствие в крови

source: Removes {{$count}} random negative effects from ally.
ru_ru: Снимает {{$count}} случайный негативный эффект у союзника.

source: Removes {{$count}} random positive effects from enemy.
ru_ru: Снимает {{$count}} случайный позитивный эффект у противника.

source: restore
ru_ru: восстанавливает

source: Restore {{one}}% health for one target.
ru_ru: Восстанавливает {{one}}% здоровья одной цели.

source: Restores {{one}} energy.
ru_ru: Восстанавливает {{one}} энергии.

source: Resurrect
ru_ru: Воскресить

source: Resurrection cost:
ru_ru: Стоимость воскрешения:

source: Retreat
ru_ru: Сдаться

source: retreats
ru_ru: отступает

source: Returns {{one}}% of damage back to the attacker.
ru_ru: Возвращает {{one}}% урона обратно атакующему.

source: Rib armor
ru_ru: Костяная броня

source: Right hand weapon
ru_ru: Оружие в правой руке

source: Right ring
ru_ru: Правое кольцо

source: Ring
ru_ru: Кольцо

source: Ripper
ru_ru: Потрошитель

source: Rippers are designed to shred the bodies of their victims when they do not expect it. Craziness of rippers make them unpredictable.
ru_ru: Потрошители созданы для того, чтобы разрезать тела своих жертв в тот момент, когда те ни о чём не подозревают. Сумасбродство потрошителей делает их непредсказуемыми.

source: Role
ru_ru: Роль

source: Role cost
ru_ru: Стоимость роли

source: Role info
ru_ru: Информация о роли

source: Role: {{getCharRole()}}
ru_ru: Роль: {{getCharRole()}}

source: Roll Dices
ru_ru: Кинуть кости

source: Running Free
ru_ru: Бегущий свободно

source: Salvation Crucifix
ru_ru: Распятие Спасения

source: Sanctuary
ru_ru: Святилище

source: Search Team...
ru_ru: Поиск команды...

source: searching.
ru_ru: поиск.

source: searching..
ru_ru: поиск..

source: searching...
ru_ru: поиск...

source: Send
ru_ru: Отправить

source: Sentinel
ru_ru: Часовой

source: Sentinel Shield
ru_ru: Шит Часового

source: Sentinels are pain for all casters on the battlefield. They use shields to protect themselves and other party members from damage.
ru_ru: Часовые являют собой боль для всех колдунов на поле боя. Они используют свои щиты для того, чтобы ограждать себя и своих союзников от вражеского урона.

source: Seraph Spear
ru_ru: Копьё Серафима

source: Shoots the enemy with wand, deals {{one}}% of weapon damage, {{two}} magical damage and increases Spell Power to {{three}}%
ru_ru: Стреляет в противника жезлом, наносит {{one}}% урона от оружия, {{two}} магического урона и увеличивает Силу заклинаний на {{three}}%

source: Shoots the enemy, deals {{one}}% of weapon damage and {{two}} magical damage.
ru_ru: Стреляет в противника, наносит {{one}}% урона от оружия и {{two}} магического урона.

source: Shot Down In Flames
ru_ru: Испепеление

source: Shows current spells of the target. Decreases Magical Resistance and Initiative of the target to {{one}}%.
ru_ru: Показывает текущие заклинания противника. Снижает Магическую защиту и Инициативу цели на {{one}}%.

source: Silenced. Can't cast spells.
ru_ru: Немота. Нельзя применять заклинания.

source: Slaughter Dagger
ru_ru: Кинжал маньяка

source: Slayer
ru_ru: Палач

source: Slayers are weapon of Devil itself. They destroy enemies in melee combat with huge sword and deals a lot of damage.
ru_ru: Палачи - это оружие самого Дьявола. Они уничтожают своих врагов в ближнем бою при помощи огромного меча, а также наносят большой урон.

source: Someone invisible stands on that cell!
ru_ru: Кто-то невидимый стоит на этой клетке!

source: Soul Of Accuracy
ru_ru: Душа Точности

source: Soul Of Destiny
ru_ru: Душа Судьбы

source: Soul Of Dexterity
ru_ru: Душа Ловкости

source: Soul Of Energy
ru_ru: Душа Энергии

source: Soul Of Extremum
ru_ru: Душа Экстремума

source: Soul Of Intellect
ru_ru: Душа Интеллекта

source: Soul Of Magic
ru_ru: Душа Магии

source: Soul Of Meditation
ru_ru: Душа Медитации

source: Soul Of Power
ru_ru: Душа Могущества

source: Soul Of Regeneration
ru_ru: Душа Регенерации

source: Soul Of Stone
ru_ru: Душа Камня

source: Soul Of Strength
ru_ru: Душа Силы

source: Soul Of Swiftness
ru_ru: Душа Быстроты

source: Soul Of Tactic
ru_ru: Душа Тактики

source: Soul Of Vitality
ru_ru: Душа Здоровья

source: Soul Of Wall
ru_ru: Душа Стены

source: Soul Of Will
ru_ru: Душа Воли

source: Soul Of Wisdom
ru_ru: Душа Мудрости

source: Soul shards:
ru_ru: Осколки душ:

source: Speed Of Light
ru_ru: Скорость света

source: Spell
ru_ru: Заклинание

source: Spell Power decreased to {{one}}%.
ru_ru: Сила заклинаний снижена на {{one}}%.

source: Spell Power decreased to 25%.<br>Hit Chance decreased to 25%.
ru_ru: Сила заклинаний снижена на 25%.<br>Шанс попадания снижен на 25%.

source: Spell Power increased to {{one}}%.
ru_ru: Сила заклинаний увеличена на {{one}}%.

source: Spell Power increased to 25%.<br>Hit Chance increased to 25%.
ru_ru: Сила заклинаний увеличен на 25%.<br>Шанс попадания увеличен на 25%.

source: Spell Power:
ru_ru: Сила заклинаний:

source: Spell Power: + {{one}}%
ru_ru: Сила заклинаний: + {{one}}%

source: Spill The Blood
ru_ru: Да прольётся кровь

source: Spreading The Disease
ru_ru: Распространение заразы

source: Stacks up 5 times.
ru_ru: Суммируется до 5 раз.

source: Stargazer
ru_ru: Звездочёт

source: Start battle with computer opponent, your characters will not die if you lose, but reward for victory is less
ru_ru: Начать битву с компьютером, ваши персонажи не умирают, если вы проигрываете, но награда за победу меньше

source: Start battle with real opponent, your characters will die if you lose, but reward for victory is more
ru_ru: Начать битву с реальным противником, ваши персонажи умирают, если вы проигрываете, но награда за победу больше

source: State Of Grace
ru_ru: Состояние благодати

source: Steals 1 random positive effect from enemy to caster.
ru_ru: Крадёт 1 случайный позитивный эффект у противника.

source: Stop
ru_ru: Стоп

source: Strength
ru_ru: Сила

source: Strength:
ru_ru: Сила:

source: Strength: + {{one}}
ru_ru: Сила: + {{one}}
