Repository: losferwords/FOTM
Catalog: po/*.po
Languages: ru_ru

source: Strikes all enemies in 1 cell radius, deals {{one}}% of weapon damage. Ability has {{two}}% chance to restore it's cooldown immediately.
ru_ru: Бьёт всех противников в радиусе 1 клетки, наносит {{one}}% урона от оружия. Способность имеет {{two}}% шанс сбросить своё время восстановления сразу же после применения.

source: Strikes enemy with dagger, deals {{one}}% of weapon damage and {{two}} magical damage for each effect on target.
ru_ru: Бьёт противника кинжалом, наносит {{one}}% урона от оружия и {{two}} магического урона за каждый эффект на цели.

source: Strikes enemy with dagger, deals {{one}}% of weapon damage, {{two}} magical damage and restores health equal to dealing damage.
ru_ru: Бьёт противника кинжалом, наносит {{one}}% урона от оружия, {{two}} магического урона и восстанавливает здоровье, равное нанесённому урону.

source: Strikes enemy with hammer, deals {{one}}% of weapon damage, {{two}} magical damage and restores mana equal to dealing damage.
ru_ru: Бьёт противника молотом, наносит {{one}}% урона от оружия, {{two}} магического урона и восстанавливает количество маны, равное нанесённому урону.

source: Strikes enemy with shield, deals {{one}}% of weapon damage, throws enemy away and stuns him
ru_ru: Ударяет врага щитом, наносит {{one}}% урона от оружия, откидывает противника назад и оглушает

source: Strikes enemy, deals {{one}}% of weapon damage and decreases target Hit Chance to {{two}}%
ru_ru: Бьёт по врагу, наносит {{one}}% урона от оружия и уменьшает Шанс попадания цели на {{two}}%

source: Strikes enemy, deals {{one}}% of weapon damage and increases Attack Power to {{two}}% until miss. Stacks up 5 times.
ru_ru: Бьёт противника, наносит {{one}}% урона от оружия и увеличивает Силу атаки на {{two}}% до тех пор, пока персонаж не промахнётся. Суммируется до 5 раз.

source: Strikes enemy, deals {{one}}% of weapon damage and injects the venom, what deals {{two}} magical damage
ru_ru: Бьёт противника, наносит {{one}}% урона от оружия и заражает ядом, который наносит {{two}} магического урона

source: Strikes enemy, deals {{one}}% of weapon damage and makes target silenced
ru_ru: Бьёт противника, наносит {{one}}% урона от оружия и делает цель немой

source: Strikes enemy, deals {{one}}% of weapon damage and stuns target
ru_ru: Бьёт противника, наносит {{one}}% урона от оружия и оглушает цель

source: Strikes enemy, deals {{one}}% of weapon damage.
ru_ru: Бьёт противника, наносит {{one}}% урона от оружия.

source: Strikes enemy, deals {{one}}% of weapon damage. After that causes bleeding for {{two}}% of dealing damage
ru_ru: Бьёт противника, наносит {{one}}% урона от оружия. После чего у цели открывается кровотечение в размере {{two}}% от нанесённого урона

source: Strong Arm Of The Law
ru_ru: Сильная рука закона

source: Stunned. Skip next turn.
ru_ru: Оглушён. Пропускает следующий ход.

source: Successful
ru_ru: Успех

source: Succubus Shield
ru_ru: Щит суккубы

source: takes {{one}}% of damage from this character.
ru_ru: забирает {{one}}% урона, полученного этим персонажем.

source: Takes off target weapon and some armor. Reduces target physical resistance and dodge chance for {{one}}%.
ru_ru: Вырывает оружие из рук врага и частично повреждает доспехи. Снижает Физическую защиту и Шанс уворота цели на {{one}}%.

source: Target becomes living bomb and every turn gets {{one}} magical damage
ru_ru: Цель становится живой бомбой и каждый ход получает {{one}} магич. урона

source: Team name
ru_ru: Название команды

source: Team name {{one}} is already in use
ru_ru: Название команды {{one}} уже занято

source: Team name is required
ru_ru: Необходимо дать своей команде название

source: Team name must be between 3 and 15 characters
ru_ru: Название команды должно содержать от 3 до 15 символов

source: Team name must contain latin or cyrillic letters only
ru_ru: Имя команды должно содержать или латинские буквы или кириллицу

source: Team shards
ru_ru: Осколки команды

source: Teleports character to any cell in {{$count}} cell radius.
ru_ru: Телепортирует персонажа на любую клетку в радиусе {{$count}} клетки.

source: Thank God For The Bomb
ru_ru: Спасибо Богу за бомбы

source: Thank God For The Bomb (Stun)
ru_ru: Спасибо Богу за бомбы (оглушение)

source: The battle ends after
ru_ru: Битва завершиться через

source: The Punishment Due
ru_ru: Грядёт наказание

source: This ability can be used only against characters with less than 50% health. Shoots the enemy, deals {{one}}% of weapon damage and {{two}} magical damage.
ru_ru: Эта способность может быть использована только против персонажей с менее, чем 50% здоровья. Стреляет во врага, наносит {{one}}% урона от оружия и {{two}} магического урона.

source: This ability doesn't remove control effects, which is already on character.
ru_ru: Эта способность не снимает эффекты контроля, которые уже действуют на персонажа.

source: This action delete this team, reset your rank and win statistics, you will have only 16 shards of each color.
ru_ru: Это действие удалит эту команду, сбросит ваш рейтинг и статистику побед, у вас останется только 16 осколков каждого цвета.

source: This character hasn't any effects
ru_ru: У персонажа нет эффектов

source: This character is invisible for enemy. Effect fades if character takes or deals damage.
ru_ru: Этот персонаж невидим для противника. Эффект спадает, если персонаж получит или нанесёт урон.

source: This e-mail is in use
ru_ru: Этот e-mail уже используется

source: Throws lightning which deals {{one}} magical damage and stuns target
ru_ru: Метает молнию, которая наносит {{one}} магического урона и оглушает цель

source: Throws spear to enemy, deals {{one}}% of weapon damage and draws the target to caster.
ru_ru: Бросает копьё во врага, наносит {{one}}% урона от оружия и притягивает цель к применившему.

source: Thunderstruck
ru_ru: Громом поражённый

source: Tormentor Dagger
ru_ru: Кинжал мучителя

source: Training
ru_ru: Тренировка

source: turns
ru_ru: ход(-ов)

source: Up in the air and becomes immune to physical damage
ru_ru: Взмывает в воздух и становится невосприимчивым к физическому урону

source: used by
ru_ru: использованной

source: User {{one}} join game
ru_ru: Игрок {{one}} входит в игру

source: User {{username}} not found
ru_ru: Пользователь {{username}} не найден

source: User is already created
ru_ru: Такой пользователь уже существует

source: Void
ru_ru: Пусто

source: Waiting For Enemy...
ru_ru: Ожидание оппонента...

source: Walk Away
ru_ru: Уходи прочь

source: was healed by
ru_ru: был исцелён

source: Welcome to FOTM game
ru_ru: Добро пожаловать в игру FOTM

source: Welcome!
ru_ru: Добро пожаловать!

source: When this effect ends, all allies of this character in one cell radius gets {{one}} magical damage and becomes stunned for 3 turns.
ru_ru: Когда эффект спадает, все союзники в радиусе одной клетки получают {{one}} магич. урона и становятся оглушёнными на 3 хода.

source: When this effect ends, all enemies in one cell radius around target gets {{one}} magical damage and becomes stunned for 3 turns.
ru_ru: Когда эффект заканчивается, противники в радиусе 1 клетки вокруг цели получают {{one}} магич. урона и становятся оглушёнными на 3 хода.

source: Win Rate: {{team.wins}}-{{team.loses}}
ru_ru: Статистика: {{team.wins}}-{{team.loses}}

source: with
ru_ru: использовав

source: Yes
ru_ru: Да

source: You Aint No Angel
ru_ru: Ты всё же ангел

source: You gain:
ru_ru: Вы получаете:

source: You lose
ru_ru: Паражение

source: You receive:
ru_ru: Получено:

source: You will get random role of available for chosen race.
ru_ru: Вы получите случайную роль из доступных для выбранной расы.

source: You win
ru_ru: Победа

source: Your enemy not ready to battle
ru_ru: Ваш противник не готов к битве

source: Your enemy was disconnected
ru_ru: Ваш противник отключился

source: Your rating now: {{battleEnd.rating}} ({{battleEnd.ratingChange}})
ru_ru: Ваш рейтинг: {{battleEnd.rating}} ({{battleEnd.ratingChange}})

source: Zaqqum Branch
ru_ru: Ветвь Закуума
